Repository: Lonebear69/https-github.com-samyk-openrTMS
Catalog: ControlSoftware/i18n/*/Open-rTMS.po
Languages: de

source: Connected!
de: Verbunden!

source: Port could not be opened!
de: Port konnte nicht geöffnet werden!

source: Connected... Searching for Parallax Propeller...
de: Verbinde... Suche nach einem Parallax Propeller...

source: No Parallax Propeller found on this port!
de: Kein Parallax Propeller an diesem Port gefunden!

source: Parallax Propeller (Version %d) found!
de: Parallax Propeller (Version %d) gefunden!

source: Finished searching!
de: Suche abgeschlossen!

source: Programming...
de: Programmiere...

source: Disconnected!
de: Getrennt!

source: Hardware: Connected
de: Hardware: Verbunden

source: Hardware: Disconnected
de: Hardware: Getrennt

source: Connection to hardware
de: Mit der Hardware verbinden

source: Open-rTMS - log window
de: Open-rTMS - Protokollfenster

source: &Connect
de: &Verbinden

source: &Control currents
de: &Ströme einstellen

source: &Disconnect
de: &Trennen

source: Disconnect from hardware
de: Von der Hardware trennen

source: &Quit
de: &Beenden

source: Quit the program.
de: Das Programm beenden.

source: &Project
de: &Projekt

source: &Setup and program hardware
de: &Einstellungen und Hardware programmieren

source: Setup the serial port and program the hardware.
de: Einstellungen der seriellen Schnittstelle und Programierung der Hardware.

source: &Change the language
de: &Sprache ändern (Change language)

source: Change the language of the program.
de: Übersetzung des Programms auswählen.

source: &Settings
de: &Einstellungen

source: &About
de: &Über...

source: &Help
de: &Hilfe

source: Connect
de: Verbinden

source: Control currents
de: Ströme einstellen

source: Disconnect
de: Trennen

source: Open-rTMS About
de: Über diese Anwendung...

source: Open-rTMS Setup Serial Connection
de: Open-rTMS - Serielle Verbindung konfigurieren

source: Current Control
de: Ströme einstellen
